Repository: zyk1172/Auralis
Catalog: Packages/AuralisCore/Sources/AppShell/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 歌单操作
en: Playlist Actions
zh_hant: 歌單操作

source: 歌单暂无歌曲
en: Playlist Has No Songs Yet
zh_hant: 歌單暫無歌曲

source: 歌单管理与排序
en: Playlist Management & Ordering
zh_hant: 歌單管理與排序

source: 歌曲
en: Songs

source: 歌曲、专辑、艺术家或歌单
en: Song, album, artist, or playlist
zh_hant: 歌曲、專輯、藝術家或歌單

source: 歌曲（%lld）
en: Songs (%lld)

source: 歌曲信息
en: Song Info
zh_hant: 歌曲資訊

source: 歌曲元数据（当前播放曲目）
en: Song metadata (current track)
zh_hant: 歌曲中繼資料（目前播放曲目）

source: 歌曲鉴赏
en: Song Appreciation
zh_hant: 歌曲鑒賞

source: 歌词
en: Lyrics
zh_hant: 歌詞

source: 歌词（查询到时）
en: Lyrics (when available)
zh_hant: 歌詞（查詢到時）

source: 歌词加载失败
en: Failed to Load Lyrics
zh_hant: 歌詞載入失敗

source: 正在%@…
en: Loading %@…

source: 正在下载
en: Downloading
zh_hant: 正在下載

source: 正在从服务器加载「%@」歌曲…
en: Loading “%@” songs from the server…
zh_hant: 正在從伺服器載入「%@」歌曲…

source: 正在加载歌单…
en: Loading Playlist…
zh_hant: 正在載入歌單…

source: 正在加载歌词…
en: Loading Lyrics…
zh_hant: 正在載入歌詞…

source: 正在处理…
en: Processing…
zh_hant: 正在處理…

source: 正在按需查询…
en: Querying on demand…
zh_hant: 正在按需查詢…

source: 正在按需查询公开音乐资料…
en: Fetching public music data…
zh_hant: 正在按需查詢公開音樂資料…

source: 正在搜索你的资料库
en: Searching Your Library
zh_hant: 正在搜尋你的資料庫

source: 正在播放
en: Now Playing

source: 正在服务器搜索…
en: Searching the server…
zh_hant: 正在伺服器搜尋…

source: 正在测试连接…
en: Testing Connection…
zh_hant: 正在測試連線…

source: 正在清空索引…
en: Clearing Index…

source: 正在清除…
en: Clearing…

source: 正在理解请求
en: Understanding the request
zh_hant: 正在理解要求

source: 正在请求本地网络访问…
en: Requesting Local Network Access…
zh_hant: 正在請求本機網路存取…

source: 正在读取分类歌曲…
en: Loading Category Songs…
zh_hant: 正在讀取分類歌曲…

source: 正在读取本地分类…
en: Loading Local Categories…
zh_hant: 正在讀取本機分類…

source: 正在读取索引状态…
en: Loading Index Status…
zh_hant: 正在讀取索引狀態…

source: 正在载入歌曲…
en: Loading Songs…
zh_hant: 正在載入歌曲…

source: 此操作只删除本机对应内容，无法撤销。
en: This only deletes the corresponding local content and cannot be undone.
zh_hant: 此操作只刪除本機對應內容，無法撤銷。

source: 此歌曲没有任何可用的歌词。
en: This song has no lyrics available.
zh_hant: 此歌曲沒有任何可用的歌詞。

source: 没有不喜欢的歌曲
en: No Disliked Songs
zh_hant: 沒有不喜歡的歌曲

source: 没有崩溃日志
en: No Crash Log
zh_hant: 沒有崩潰日誌

source: 没有待播放的歌曲。
en: No songs to play next.
zh_hant: 沒有待播放的歌曲。

source: 没有找到与「%@」匹配的内容。
en: No content matches “%@”.
zh_hant: 沒有找到與「%@」比對的內容。

source: 流地址失效，已重试仍无法播放
en: Stream URL expired, still unable to play after retry
zh_hant: 串流位址失效，已重試仍無法播放

source: 流派
en: Genres

source: 流派不可用
en: Genre Unavailable

source: 浅色
en: Light
zh_hant: 淺色

source: 测试中…
en: Testing…
zh_hant: 測試中…

source: 测试连接
en: Test Connection
zh_hant: 測試連線

source: 浮层
en: Elevated Surface
zh_hant: 浮層

source: 深夜
en: Late Night

source: 深色
en: Dark

source: 添加 OpenSubsonic 服务器
en: Add OpenSubsonic Server
zh_hant: 添加 OpenSubsonic 伺服器

source: 添加到歌单
en: Add to Playlist
zh_hant: 新增到歌單

source: 添加到歌单《%@》
en: Add to Playlist “%@”
zh_hant: 新增到歌單《%@》

source: 添加到队列
en: Add to Queue
zh_hant: 新增到佇列

source: 添加日期
en: Date Added
zh_hant: 新增日期

source: 添加服务器
en: Add Server
zh_hant: 添加伺服器

source: 清理
en: Clear

source: 清理临时音频
en: Clear Temporary Audio
zh_hant: 清理臨時音訊

source: 清理临时音频缓存？
en: Clear temporary audio cache?
zh_hant: 清理臨時音訊快取？

source: 清理历史封面
en: Clear Cached Artwork
zh_hant: 清理歷史封面

source: 清理历史封面缓存？
en: Clear history cover cache?
zh_hant: 清理歷史封面快取？

source: 清理历史歌词
en: Clear Cached Lyrics
zh_hant: 清理歷史歌詞

source: 清空
en: Clear

source: 清空全部长期记忆
en: Clear All Long-Term Memory
zh_hant: 清空全部長期記憶

source: 清空后小猫将不再记得这些信息。技能文件不会被删除。
en: After clearing, the kitten will no longer remember this information. Skill files are not deleted.
zh_hant: 清空後小貓將不再記得這些資訊。技能檔案不會被刪除。

source: 清空小猫的全部记忆？
en: Clear all of the kitten's memory?
zh_hant: 清空小貓的全部記憶？

source: 清空本机推荐索引 V2？
en: Clear local Recommendation Index V2?
zh_hant: 清空本機推薦索引 V2？

source: 清空消息
en: Clear Messages
zh_hant: 清空訊息

source: 清空索引
en: Clear Index

source: 清空索引…
en: Clear Index…

source: 清空索引失败：%@
en: Failed to clear index: %@
zh_hant: 清空索引失敗：%@

source: 清除
en: Clear

source: 清除公开音乐数据缓存
en: Clear Public Music Data Cache
zh_hant: 清除公開音樂資料快取

source: 清除失败：%@
en: Clear failed: %@
zh_hant: 清除失敗：%@

source: 清除搜索
en: Clear Search
zh_hant: 清除搜尋

source: 清除搜索历史
en: Clear Search History
zh_hant: 清除搜尋歷史

source: 清除日志
en: Clear Log
zh_hant: 清除日誌

source: 激活
en: Active
zh_hant: 已啟用

source: 点右上角「换一批」可重新随机
en: Tap “Shuffle again” in the upper-right corner to reshuffle
zh_hant: 點右上角「換一批」可重新隨機

source: 版本
en: Version

source: 版本 / API
en: Version / API

source: 版本：%@
en: Version: %@

source: 状态
en: Status
zh_hant: 狀態

source: 独立听众数
en: Unique listeners
zh_hant: 獨立聽眾數

source: 生成备份
en: Generate Backup
zh_hant: 生成備份

source: 用户主动下载的离线音乐与临时播放缓存分开存储；清理临时缓存不会删除已下载的音乐。
en: User-downloaded offline music is stored separately from temporary playback cache; clearing the temp cache does not delete downloaded music.
zh_hant: 使用者主動下載的離線音樂與臨時播放快取分開儲存；清理臨時快取不會刪除已下載的音樂。

source: 用户取消。
en: User cancelled.
zh_hant: 使用者已取消。

source: 用户名
en: Username
zh_hant: 使用者名稱

source: 用户名或密码错误
en: Incorrect username or password
zh_hant: 使用者名稱或密碼錯誤

source: 用户未授权首次外发请求。
en: The user has not authorized the first external request.
zh_hant: 使用者未授權首次外發要求。

source: 由此继续播放
en: Resume From Here
zh_hant: 由此繼續播放

source: 目录保存在本机 SQLite（含全文检索索引），按服务器隔离。助手只查询你需要的结果，绝不会把整个曲库发给大模型。
en: The library is stored in local SQLite (with a full-text search index), isolated per server. The assistant only queries the results you need and never sends your whole library to the model.
zh_hant: 目錄儲存在本機 SQLite（含全文檢索索引），按伺服器隔離。助理只查詢你需要的結果，絕不會把整個曲庫發給大型語言模型。

source: 目录可能已过期，建议刷新
en: The library may be out of date; refresh is recommended
zh_hant: 目錄可能已過期，建議刷新

source: 目录已是最新 · %lld 首（已用本地缓存，无需拉取）
en: Library is up to date · %lld songs (used local cache; no fetch needed)
zh_hant: 目錄已是最新 · %lld 首（已用本機快取，無需下載）

source: 知道了
en: Got It

source: 码率
en: Bitrate
zh_hant: 位元率

source: 破坏性操作（不可自动恢复）
en: Destructive operation (cannot be automatically recovered)
zh_hant: 破壞性操作（不可自動恢復）

source: 确定
en: OK
zh_hant: 確定

source: 确定要清除崩溃日志吗？
en: Clear the crash log?
zh_hant: 確定要清除崩潰日誌嗎？

source: 确认清除
en: Confirm Clear
zh_hant: 確認清除

source: 碟
en: Disc

source: 碟片
en: Disc

source: 离线下载
en: Offline Downloads
zh_hant: 離線下載

source: 离线音乐
en: Offline Music
zh_hant: 離線音樂

source: 私人状态
en: Private Status
zh_hant: 私人狀態

source: 移除
en: Remove

source: 移除当前服务器（仅本机）
en: Remove Current Server (Local Only)
zh_hant: 移除目前伺服器（僅本機）

source: 移除服务器？
en: Remove Server?
zh_hant: 移除伺服器？

source: 空
en: Empty

source: 空闲
en: Idle
zh_hant: 閒置

source: 立即刷新
en: Refresh Now

source: 立即同步
en: Sync Now

source: 立即播放
en: Play Now

source: 端口非法：%u
en: Invalid port: %u
zh_hant: 連接埠非法：%u

source: 等待确认：%@
en: Awaiting confirmation: %@
zh_hant: 等待確認：%@

source: 管理会话
en: Manage Conversations
zh_hant: 管理會話

source: 系统
en: System
zh_hant: 系統

source: 系统集成
en: System Integration
zh_hant: 系統集成

source: 索引格式
en: Index Format

source: 组合约束
en: Combination Constraints
zh_hant: 組合約束

source: 继续
en: Continue
zh_hant: 繼續

source: 继续播放
en: Continue Playing
zh_hant: 繼續播放

source: 编辑
en: Edit
zh_hant: 編輯

source: 编辑服务器
en: Edit Server
zh_hant: 編輯伺服器

source: 编辑资料库
en: Edit Library
zh_hant: 編輯資料庫

source: 编辑首页
en: Edit Home
zh_hant: 編輯首頁

source: 编辑首页…
en: Edit Home…
zh_hant: 編輯首頁…

source: 网络不可用
en: Network Unavailable
zh_hant: 網路不可用

source: 网络不可用，请检查网络连接
en: Network unavailable. Please check your network connection.
zh_hant: 網路不可用，請檢查網路連線

source: 网络音质
en: Network Quality
zh_hant: 網路音質

source: 网络音质与迷你播放条
en: Network Audio Quality & Mini Player Bar
zh_hant: 網路音質與迷你播放列

source: 置顶
en: Pin
zh_hant: 置頂

source: 聚合
en: Summary

source: 背景
en: Background

source: 能量
en: Energy

source: 自定义
en: Custom
zh_hant: 自訂

source: 自定义 API 路径
en: Custom API Path
zh_hant: 自訂 API 路徑

source: 舞动性
en: Danceability
zh_hant: 舞動性

source: 艺术家
en: Artists
zh_hant: 藝術家

source: 艺术家 · %lld 张专辑
en: Artist · %lld albums
zh_hant: 藝術家 · %lld 張專輯

# 艺术家 %@，%lld 张专辑
source: 艺术家 %1$@，%2$lld 张专辑
en: Artist %@, %lld albums
zh_hant: 藝術家 %@，%lld 張專輯

source: 艺术家（%lld）
en: Artists (%lld)
zh_hant: 藝術家（%lld）

source: 艺术家不可用
en: Artist Unavailable
zh_hant: 藝術家不可用

source: 艺术家完成
en: Artists complete
zh_hant: 藝術家完成

source: 若干分钟后停止
en: Stop After X Minutes
zh_hant: 若幹分鐘後停止

source: 蜂窝网络允许转码
en: Allow Transcoding on Cellular
zh_hant: 蜂窩網路允許轉碼

source: 表面
en: Surface

source: 规则版本
en: Rules Version
zh_hant: 規則版本

source: 认证失败
en: Authentication Failed
zh_hant: 驗證失敗

source: 认证成功（%@）
en: Authentication succeeded (%@)
zh_hant: 驗證成功（%@）

source: 许可：%@
en: Permission: %@
zh_hant: 權限：%@

source: 设置
en: Settings
zh_hant: 設定

source: 评分
en: Rating
zh_hant: 評分

source: 评分票数
en: Rating count
zh_hant: 評分票數

source: 评论（真实来源）
en: Reviews (Verified Source)
zh_hant: 評論（真實來源）

source: 评论数
en: Comment count
zh_hant: 評論數

source: 该歌单为只读歌单，无法删除。
en: This playlist is read-only and cannot be deleted.
zh_hant: 該歌單為唯讀歌單，無法刪除。

source: 该歌单会同时从音乐服务器和本地目录删除，歌曲文件不会被删除。
en: This playlist will be deleted from both the music server and the local library; song files are not deleted.
zh_hant: 該歌單會同時從音樂伺服器和本機目錄刪除，歌曲檔案不會被刪除。

source: 该项目已不在本地资料库中
en: This item is no longer in your local library
zh_hant: 該項目已不在本機資料庫中

source: 详情
en: Details
zh_hant: 詳情

source: 详细信息
en: Detailed Information
zh_hant: 詳細資訊

source: 语言
en: Language
zh_hant: 語言

source: 请先填写合法的服务器地址
en: Enter a valid server address first
zh_hant: 請先填寫有效的伺服器位址

source: 请先连接服务器
en: Connect to a Server First
zh_hant: 請先連線伺服器

source: 请填写 API 路径（如 /v1/chat/completions 或 /v1/responses）。
en: Please enter the API path (e.g. /v1/chat/completions or /v1/responses).
zh_hant: 請填寫 API 路徑（如 /v1/chat/completions 或 /v1/responses）。

source: 请填写模型名称（如 gpt-4o-mini、deepseek-chat）。
en: Please enter the model name (e.g. gpt-4o-mini, deepseek-chat).
zh_hant: 請填寫模型名稱（如 gpt-4o-mini、deepseek-chat）。

source: 请求过于频繁
en: Request Rate Limit Reached
zh_hant: 請求過於頻繁

source: 读取分类失败
en: Failed to Load Categories
zh_hant: 讀取分類失敗

source: 读取分类失败：%@
en: Failed to read categories: %@
zh_hant: 讀取分類失敗：%@

source: 读取分类歌曲失败：%@
en: Failed to read category tracks: %@
zh_hant: 讀取分類歌曲失敗：%@

source: 调整 Mac 首页内容模块的显示与顺序（随机音乐 / 最近播放 / 很久没听 / 最近添加 / 收藏里随便听 / 从未播放 / 常听艺术家 / 常听专辑）。
en: Adjust which content modules appear on the Mac Home page and their order (Random Music / Recently Played / Long Unplayed / Recently Added / Random Favorites / Never Played / Top Artists / Top Albums).
zh_hant: 調整 Mac 首頁內容模組的顯示與順序（隨機音樂 / 最近播放 / 很久沒聽 / 最近新增 / 收藏里隨便聽 / 從未播放 / 常聽藝術家 / 常聽專輯）。

source: 调用 Token（插件的 X-Music-Token）
en: Call Token (plugin's X-Music-Token)
zh_hant: 呼叫 Token（外掛的 X-Music-Token）

source: 调试
en: Debug
zh_hant: 調試

source: 警告
en: Warning

source: 质感
en: Texture
zh_hant: 質感

source: 资料库
en: Library
zh_hant: 資料庫

source: 资料库与播放
en: Library & Playback
zh_hant: 資料庫與播放

source: 资料库统计
en: Library Statistics
zh_hant: 資料庫統計

source: 资料库还没有歌曲
en: Your Library Has No Songs Yet
zh_hant: 資料庫還沒有歌曲

source: 资料类型
en: Content Type
zh_hant: 資料類型

source: 身份
en: Identity
zh_hant: 身分

source: 软件：%@
en: Software: %@
zh_hant: 軟體：%@

source: 辅强调
en: Secondary Accent
zh_hant: 輔強調

source: 输入外网地址
en: Enter WAN Address
zh_hant: 輸入外網位址

source: 输入密码
en: Enter Password
zh_hant: 輸入密碼

source: 输入显示名称
en: Enter Display Name
zh_hant: 輸入顯示名稱

source: 输入服务器地址
en: Enter Server Address
zh_hant: 輸入伺服器位址

source: 输入歌曲、专辑、艺术家或歌单名称，Auralis 会在本地持久化资料库中匹配（离线可用）。
en: Enter a song, album, artist, or playlist name. Auralis matches it in the persistent local library (available offline).
zh_hant: 輸入歌曲、專輯、藝術家或歌單名稱，Auralis 會在本機持久化資料庫中比對（離線可用）。

source: 输入用户名
en: Enter Username
zh_hant: 輸入使用者名稱

source: 运动
en: Workout
zh_hant: 運動

source: 返回正在播放
en: Back to Now Playing

source: 还没有专辑
en: No Albums Yet
zh_hant: 還沒有專輯

source: 还没有分类
en: No Categories Yet
zh_hant: 還沒有分類

source: 还没有技能文件。可让小猫用“创建一个技能”保存可复用指令。
en: No skill files yet. Ask the kitten to “create a skill” to save a reusable command.
zh_hant: 還沒有技能檔案。可讓小貓用“建立一個技能”儲存可複用指令。

source: 还没有播放记录时，这里暂时为空。
en: This is empty until you have some listening history.
zh_hant: 還沒有播放記錄時，這裡暫時為空。

source: 还没有收藏
en: No Favorites Yet
zh_hant: 還沒有收藏

source: 还没有歌单
en: No Playlists Yet
zh_hant: 還沒有歌單

source: 还没有流派
en: No Genres Yet
zh_hant: 還沒有流派

source: 还没有艺术家
en: No Artists Yet
zh_hant: 還沒有藝術家

source: 还没有长期记忆。跟小猫说“我叫…”或“我喜欢…”，它就会记住。
en: No long-term memory yet. Tell the kitten “My name is…” or “I like…” and it will remember.
zh_hant: 還沒有長期記憶。跟小貓說“我叫…”或“我喜歡…”，它就會記住。

source: 这个分类目前没有歌曲
en: This category has no songs yet
zh_hant: 這個分類目前沒有歌曲

source: 这个分类里暂时没有歌曲。
en: No songs in this category yet.
zh_hant: 這個分類暫時沒有歌曲。

source: 这个歌单不在当前资料库中。
en: This playlist is not in the current library.
zh_hant: 這個歌單不在目前資料庫中。

source: 这个歌单还没有歌曲。
en: This playlist has no songs yet.
zh_hant: 這個歌單還沒有歌曲。

source: 这个流派不在当前资料库中。
en: This genre is not in the current library.
zh_hant: 這個流派不在目前資料庫中。

source: 这个清单里暂时没有歌曲。
en: There are no songs in this list yet.
zh_hant: 這個清單裡暫時沒有歌曲。

source: 这些歌曲仍保留在音乐服务器上。
en: These songs remain on the music server.
zh_hant: 這些歌曲仍保留在音樂伺服器上。

source: 这位艺术家不在当前资料库中。
en: This artist is not in the current library.
zh_hant: 這位藝術家不在目前資料庫中。

source: 这张专辑不在当前资料库中。
en: This album is not in the current library.
zh_hant: 這張專輯不在目前資料庫中。

source: 这里还没有歌曲。
en: No songs here yet.
zh_hant: 這裡還沒有歌曲。

source: 进度：%lld/%lld 秒 · 错误：%@
en: Progress: %lld/%lld seconds · Error: %@
zh_hant: 進度：%lld/%lld 秒 · 錯誤：%@

source: 连接 Navidrome 或其他 OpenSubsonic 服务器后，你的音乐资料库会显示在这里。
en: After connecting a Navidrome or other OpenSubsonic server, your music library will appear here.
zh_hant: 連線 Navidrome 或其他 OpenSubsonic 伺服器後，你的音樂資料庫會顯示在這裡。

source: 连接失败
en: Connection Failed
zh_hant: 連線失敗

source: 连接失败：%@
en: Connection failed: %@
zh_hant: 連線失敗：%@

source: 连接安全
en: Connection Security
zh_hant: 連線安全

source: 连接并同步音乐库后，可查看索引进度。
en: After connecting and syncing your music library, you can view indexing progress.
zh_hant: 連線並同步音樂庫後，可檢視索引進度。

source: 连接成功
en: Connected
zh_hant: 連線成功

source: 连接成功 · %@ · 延迟 %@ 秒
en: Connected · %@ · latency %@ s
zh_hant: 連線成功 · %@ · 延遲 %@ 秒

source: 连接服务器并同步后，这里会列出全部歌曲；也可以从「首页」先随机播放几首。
en: Connect and sync a server to list all songs here, or play a few random songs from Home first.
zh_hant: 連線並同步伺服器後，這裡會列出全部歌曲；也可以先從「首頁」隨機播放幾首。

source: 连接测试
en: Connection Test
zh_hant: 連線測試

source: 连接进度
en: Connection Progress
zh_hant: 連線進度

source: 连接音乐服务器与下载服务
en: Connect Music Server & Download Service
zh_hant: 連線音樂伺服器與下載服務

source: 迷你播放器
en: Mini Player

source: 选中的会话及其消息会从本机删除，不影响音乐库与服务器数据。
en: The selected conversations and their messages will be removed from this device. Your music library and server data are not affected.
zh_hant: 選中的會話及其訊息會從本機刪除，不影響音樂庫與伺服器資料。

source: 选中的歌单会同时从音乐服务器和本地目录删除，歌曲文件不会被删除。
en: The selected playlists will be deleted from both the music server and the local library; song files are not deleted.
zh_hant: 選中的歌單會同時從音樂伺服器和本機目錄刪除，歌曲檔案不會被刪除。

source: 选择一个艺术家
en: Select an Artist
zh_hant: 選擇一個藝術家

source: 选择一个项目
en: Select an Item
zh_hant: 選擇一個項目

source: 选择备份文件…
en: Choose a Backup File…
zh_hant: 選擇備份檔案…

source: 选择歌曲开始播放
en: Select a song to start playing
zh_hant: 選擇歌曲開始播放

source: 通勤
en: Commute

source: 通用
en: General

source: 速度
en: Speed

source: 部分下载文件无法删除，请关闭正在使用这些文件的播放器后重试
en: Some downloaded files could not be deleted. Close the player using them and try again.
zh_hant: 部分下載檔案無法刪除，請關閉正在使用這些檔案的播放器後重試

source: 部分未通过
en: Some Checks Failed
zh_hant: 部分未通過

source: 配置
en: Configuration
zh_hant: 設定

source: 配置 API Key
en: Configure API Key
zh_hant: 設定 API Key

source: 配置大模型…
en: Configure Model…
zh_hant: 設定大型語言模型…

source: 采样率
en: Sample rate
zh_hant: 取樣率

source: 采样率未知
en: Unknown sample rate
zh_hant: 取樣率未知

source: 重命名
en: Rename

source: 重命名会话
en: Rename Conversation
zh_hant: 重命名會話

source: 重命名歌单
en: Rename Playlist
zh_hant: 重命名歌單

source: 重复容忍度
en: Duplicate Tolerance
zh_hant: 重複容忍度

source: 重建
en: Rebuild

source: 重新连接
en: Reconnect
zh_hant: 重新連線

source: 重置失败：%@
en: Reset failed: %@
zh_hant: 重設失敗：%@

source: 重置音乐身份匹配…
en: Reset Music Identity Matching…
zh_hant: 重置音樂身分比對…

source: 重试
en: Retry
zh_hant: 重試

source: 重试下载《%@》
en: Retry Download %@
zh_hant: 重試下載《%@》

source: 错误
en: Error
zh_hant: 錯誤

source: 长期记忆文件
en: Long-Term Memory Files
zh_hant: 長期記憶檔案

source: 队列
en: Queue
zh_hant: 佇列

source: 队列中无音乐。
en: No music in the queue.
zh_hant: 佇列中無音樂。

source: 队列为空
en: Queue Is Empty
zh_hant: 佇列為空

source: 隐藏封面
en: Hide Cover Art
zh_hant: 隱藏封面

source: 随机
en: Shuffle
zh_hant: 隨機

source: 随机播放
en: Shuffle
zh_hant: 隨機播放

source: 随机播放专辑
en: Shuffle Album
zh_hant: 隨機播放專輯

source: 随机播放全部
en: Shuffle All
zh_hant: 隨機播放全部

source: 随机音乐
en: Random
zh_hant: 隨機音樂

source: 需要处理
en: Needs Processing
zh_hant: 需要處理

source: 音乐下载（MoviePilot）
en: Music Download (MoviePilot)
zh_hant: 音樂下載（MoviePilot）

source: 音乐下载（MoviePilot）未配置
en: Music Download (MoviePilot) Not Configured
zh_hant: 音樂下載（MoviePilot）未設定

source: 音乐库
en: Music Library
zh_hant: 音樂庫

source: 音乐库同步
en: Music Library Sync
zh_hant: 音樂庫同步

source: 音乐正在赶来喵
en: Your music is on its way, meow
zh_hant: 音樂正在趕來喵

source: 音乐身份匹配已重置；下次打开歌曲信息/鉴赏时将重新识别 MBID。
en: Music identity matching has been reset; MBID will be re-identified next time you open song info/appreciation.
zh_hant: 音樂身分比對已重設；下次開啟歌曲資訊/鑑賞時將重新識別 MBID。

source: 音质
en: Audio Quality
zh_hant: 音質

source: 音量
en: Volume

source: 音频格式，点击切换采样率
en: Audio format; click to switch sample rate
zh_hant: 音訊格式，點擊切換採樣率

source: 音频质量
en: Audio Quality
zh_hant: 音訊品質

source: 页面：%@ · 服务器：%@ · 网络：%@%@
en: Page: %@ · Server: %@ · Network: %@%@
zh_hant: 頁面：%@ · 伺服器：%@ · 網路：%@%@

source: 预计约 %lld MB，下载到本地后可离线播放。已下载的歌曲会自动跳过。
en: About %lld MB; playable offline once downloaded. Already-downloaded songs are skipped automatically.
zh_hant: 預計約 %lld MB，下載到本機後可離線播放。已下載的歌曲會自動跳過。

source: 预设档位
en: Preset Tiers
zh_hant: 預設檔位

source: 风格
en: Style
zh_hant: 風格

source: 首次全量同步
en: Initial full sync

source: 首次外发确认
en: First-Send Confirmation
zh_hant: 首次外發確認

source: 首页
en: Home
zh_hant: 首頁

source: 首页布局
en: Home Layout
zh_hant: 首頁版面設定

source: 高级设置
en: Advanced Settings
zh_hant: 高級設定

source: 默认关闭 ReplayGain。启用后优先使用服务器返回的真实 Track/Album Gain；缺少标签时不做普通音量归一化。
en: ReplayGain is off by default. When enabled, the real Track/Album Gain returned by the server is preferred; no generic volume normalization is applied when tags are missing.
zh_hant: 預設關閉 ReplayGain。啟用後優先使用伺服器返回的真實 Track/Album Gain；缺少標籤時不做普通音量歸一化。

source: 默认只显示数量摘要，具体信息需手动展开。记忆与技能只存在本机 App Support，不会上传；每次 AI 对话开始时会按需注入相关记忆。
en: Only a count summary is shown by default; details can be expanded manually. Memory and skills live only in local App Support and are never uploaded; relevant memory is injected as needed at the start of each AI conversation.
zh_hant: 預設只顯示數量摘要，具體資訊需手動展開。記憶與技能只存在本機 App Support，不會上傳；每次 AI 對話開始時會按需註入相關記憶。
